export default {
  cluster0: {
    keyword: [
      ['카카오', 98],
      ['카카오도', 70],
      ['류영준', 70],
      ['대표', 56],
      ['여민수·류영준', 42]
    ],
    data: [
      {
        company: '015',
        id: '0004633681',
        sid: '105',
        like: 106,
        title: '1500억 돈방석 류영준 입사 10년 만에 카카오 수장 오르다 [강경주의 IT카페]'
      },
      {
        company: '011',
        id: '0003989719',
        sid: '105',
        like: 10,
        title: '카카오도 40대 리더···신사업·상생 두토끼 잡는다'
      },
      {
        company: '015',
        id: '0004633065',
        sid: '105',
        like: 4,
        title: '카카오 새 대표에 류영준…여민수와 투톱'
      },
      {
        company: '009',
        id: '0004884501',
        sid: '105',
        like: 3,
        title: '카카오 개발자 출신 류영준 가세…해외개척 속도'
      },
      {
        company: '092',
        id: '0002240325',
        sid: '105',
        like: 1,
        title: '개발자를 대표로…카카오 도전과 사회적 책임 둘 다 잡는다'
      },
      {
        company: '031',
        id: '0000638732',
        sid: '105',
        like: 8,
        title: '초심 수십번 외친 카카오 여민수·류영준 공동대표…왜? [IT돋보기]'
      },
      {
        company: '025',
        id: '0003153827',
        sid: '105',
        like: 11,
        title: '[팩플] 다들 반대할 때 카카오페이 해보자한 류영준 카카오 이끈다'
      },
      {
        company: '293',
        id: '0000037070',
        sid: '105',
        like: 7,
        title: '카카오페이 띄운 류영준 카카오 공동대표된다'
      },
      {
        company: '018',
        id: '0005094080',
        sid: '105',
        like: 6,
        title: '44세 개발자 출신을 대표로…카카오 여민수·류영준 공동 대표 체제로'
      },
      {
        company: '277',
        id: '0005005496',
        sid: '105',
        like: 3,
        title: '카카오 조수용 떠나고 여민수·류영준 공동대표 체제로(상보)'
      },
      {
        company: '031',
        id: '0000638643',
        sid: '105',
        like: 10,
        title: '[IT돋보기] 카카오도 대표 교체…여민수·류영준 투톱체제 구축'
      },
      {
        company: '008',
        id: '0004675196',
        sid: '105',
        like: 1,
        title: '카카오도 대표교체..조수용 대신 테크핀 전문가 류영준 공동대표 합류(상보)'
      },
      {
        company: '016',
        id: '0001917102',
        sid: '105',
        like: 4,
        title: '카카오도 대표 교체…여민수·류영준 신임 공동대표 내정'
      },
      {
        company: '018',
        id: '0005094014',
        sid: '105',
        like: 4,
        title: '카카오도 대표 교체 여민수-류영준 신임 공동대표로'
      }
    ]
  },
  cluster1: {
    keyword: [
      ['SK스퀘어', 77],
      ['900억', 33],
      ['코빗', 33],
      ['1000억', 22],
      ['된다', 22]
    ],
    data: [
      {
        company: '029',
        id: '0002708578',
        sid: '105',
        like: 1,
        title: 'SK스퀘어 첫 투자처 메타버스·블록체인'
      },
      {
        company: '421',
        id: '0005753139',
        sid: '105',
        like: 5,
        title: '투자의 귀재 박정호 이번에도 잭팟?…메타버스·블록체인 1000억 베팅'
      },
      {
        company: '016',
        id: '0001918225',
        sid: '105',
        like: 0,
        title: '투자전문회사 SK스퀘어 첫 투자는 블록체인·메타버스'
      },
      {
        company: '421',
        id: '0005752243',
        sid: '105',
        like: 7,
        title: '메타버스·블록체인 찜한 SK스퀘어…이프랜드 P2E로 진화할까(종합)'
      },
      {
        company: '008',
        id: '0004676392',
        sid: '105',
        like: 6,
        title: '모바일 다음은 메타버스…SK가 코빗에 900억 투자한 이유(종합)'
      },
      {
        company: '015',
        id: '0004634045',
        sid: '105',
        like: 0,
        title: '신사업에 진심 SK스퀘어 블록체인·메타버스에 1000억 쏜다'
      },
      {
        company: '277',
        id: '0005006936',
        sid: '105',
        like: 0,
        title: '[종합]SK스퀘어 코빗 2대주주 된다 900억 투자…온마인드 지분도 인수'
      },
      {
        company: '366',
        id: '0000776836',
        sid: '105',
        like: 23,
        title: 'SK스퀘어 재상장 첫날 블록체인·메타버스에 투자'
      },
      {
        company: '008',
        id: '0004676305',
        sid: '105',
        like: 4,
        title: 'SK스퀘어 코빗 2대주주로…돈되는 메타버스 키운다'
      },
      {
        company: '119',
        id: '0002552317',
        sid: '105',
        like: 3,
        title: 'SK스퀘어 코빗에 900억 베팅…2대 주주 된다'
      },
      {
        company: '277',
        id: '0005006812',
        sid: '105',
        like: 9,
        title: 'SK스퀘어 코빗 2대주주된다 900억투자…온마인드 지분도 인수'
      }
    ]
  },
  cluster2: {
    keyword: [
      ['소행성', 88],
      ['우주선', 66],
      ['발사', 66],
      ['충돌', 44],
      ['지구', 33]
    ],
    data: [
      {
        company: '030',
        id: '0002984499',
        sid: '105',
        like: 3,
        title: '[과학핫이슈]지구 위협하는 소행성을 맞춰라...우주의 다트'
      },
      {
        company: '008',
        id: '0004676098',
        sid: '105',
        like: 250,
        title: '[단독] 소행성 지구 충돌 막아라...美 지구방위대 韓 과학자 4명 러브콜'
      },
      {
        company: '277',
        id: '0005005306',
        sid: '105',
        like: 53,
        title: '4000억 짜리 뻘짓?…NASA는 다 계획이 있었구나[과학을읽다]'
      },
      {
        company: '584',
        id: '0000016835',
        sid: '105',
        like: 14,
        title: '지구로 돌진하는 소행성 맞힐 우주 화살 성공적으로 발사'
      },
      {
        company: '031',
        id: '0000638486',
        sid: '105',
        like: 12,
        title: '[지금은 우주] 우주기술 여기까지 왔다…소행성 충돌해 궤도 바꾼다?'
      },
      {
        company: '028',
        id: '0002569073',
        sid: '105',
        like: 4,
        title: '인류 최초의 소행성 충돌 실험 우주선 출발'
      },
      {
        company: '032',
        id: '0003112142',
        sid: '105',
        like: 30,
        title: '소행성 충돌에서 지구 지켜라···방어실험용 우주선 발사 성공'
      },
      {
        company: '092',
        id: '0002240088',
        sid: '105',
        like: 16,
        title: '우주선 충돌시켜 소행성 궤도 바꾸는 DART 오늘 발사 [우주로 간다]'
      },
      {
        company: '031',
        id: '0000638242',
        sid: '105',
        like: 11,
        title: '나사 지구 방어용 소행성 충돌 우주선 발사'
      },
      {
        company: '584',
        id: '0000016819',
        sid: '105',
        like: 25,
        title: '영화 아마겟돈 현실로…NASA 소행성 충돌 우주선 24일 발사'
      },
      {
        company: '081',
        id: '0003232136',
        sid: '105',
        like: 12,
        title: '지구방위 첫 시험대…NASA 소행성 궤도변경 우주선 내일 오후 발사'
      }
    ]
  },
  cluster3: {
    keyword: [
      ['갤노트', 40],
      ['삼성', 30],
      ['갤럭시노트', 30],
      ['내년', 20],
      ['불거진', 20]
    ],
    data: [
      {
        company: '421',
        id: '0005749906',
        sid: '105',
        like: 49,
        title: '[김정현의 유출Pick]단종 갤노트에 점만 찍었더니 갤S22 울트라?'
      },
      {
        company: '421',
        id: '0005748388',
        sid: '105',
        like: 61,
        title: 'S펜 남기고 역사의 뒤안길로…삼성 갤노트 내년 생산계획서 제외'
      },
      {
        company: '366',
        id: '0000776391',
        sid: '105',
        like: 71,
        title: '역사 속으로 사라지는 갤럭시노트… 폴더블폰 집중하는 삼성'
      },
      {
        company: '417',
        id: '0000758416',
        sid: '105',
        like: 108,
        title: '갤럭시노트 더 이상 못 보나?… 삼성 내년 생산계획서 제외'
      },
      {
        company: '016',
        id: '0001917252',
        sid: '105',
        like: 69,
        title: '펜 뽑아쓰던 갤럭시노트 진짜 안녕…폴더블폰이 대체 가능할까?'
      },
      {
        company: '015',
        id: '0004633033',
        sid: '105',
        like: 32,
        title: '갤노트 안나오면 S할까 Z할까…또 불거진 단종설에 술렁'
      },
      {
        company: '030',
        id: '0002984180',
        sid: '105',
        like: 454,
        title: '삼성 갤럭시노트 완전 철수'
      },
      {
        company: '092',
        id: '0002240135',
        sid: '105',
        like: 96,
        title: '윤곽 드러난 갤럭시S22…상세 스펙은?'
      },
      {
        company: '014',
        id: '0004744468',
        sid: '105',
        like: 19,
        title: 'Z시리즈 집중? 또 불거진 갤노트 단종설'
      },
      {
        company: '014',
        id: '0004744355',
        sid: '105',
        like: 24,
        title: '다시 고개드는 갤노트 단종설…후계자는 S울트라? Z폴드?'
      }
    ]
  },
  cluster4: {
    keyword: [
      ['5G', 70],
      ['지하철', 60],
      ['와이파이', 60],
      ['빠른', 40],
      ['10배', 30]
    ],
    data: [
      {
        company: '417',
        id: '0000758354',
        sid: '105',
        like: 9,
        title: '답답한 지하철 와이파이 이제 그만… 내년부터 10배 빠른 5G 도입'
      },
      {
        company: '031',
        id: '0000638688',
        sid: '105',
        like: 29,
        title: '시골마을도 5G…5G 28㎓ 와이파이 서울 본선 확대 [IT돋보기]'
      },
      {
        company: '018',
        id: '0005094063',
        sid: '105',
        like: 17,
        title: '카페보다 빠른 지하철 와이파이 온다…농어촌에도 5G서비스 확대'
      },
      {
        company: '277',
        id: '0005005518',
        sid: '105',
        like: 10,
        title: '[종합]과기정통부 장관 만난 통신3사 CEO… 5G 설비투자 약속'
      },
      {
        company: '421',
        id: '0005746570',
        sid: '105',
        like: 31,
        title: '10배 빠른 지하철 와이파이·농어촌 5G 공동망…5G 국민에게 성큼(종합)'
      },
      {
        company: '366',
        id: '0000776131',
        sid: '105',
        like: 12,
        title: '지하철 5G 와이파이·농어촌 5G 공동이용망 상용화'
      },
      {
        company: '014',
        id: '0004745434',
        sid: '105',
        like: 18,
        title: '지하철에 10배 빠른 5G 와이파이 도입된다'
      },
      {
        company: '031',
        id: '0000638570',
        sid: '105',
        like: 1,
        title: '28㎓ 지하철 와이파이 개시…농어촌 읍·면도 5G 터진다'
      },
      {
        company: '119',
        id: '0002551341',
        sid: '105',
        like: 13,
        title: '지하철 와이파이 5G로 빨라지고 농어촌에서도 팡팡 터진다'
      },
      {
        company: '421',
        id: '0005745950',
        sid: '105',
        like: 5,
        title: '임혜숙 장관 만난 통신3사 CEO 지난해 수준 설비투자 약속'
      }
    ]
  },
  cluster5: {
    keyword: [
      ['삼성', 36],
      ['손목', 27],
      ['맹추격', 27],
      ['3분기', 27],
      ['애플워치', 18]
    ],
    data: [
      {
        company: '015',
        id: '0004632325',
        sid: '105',
        like: 52,
        title: '애플에 맞설 만하다…김연경 손목 갤럭시워치 맹추격'
      },
      {
        company: '009',
        id: '0004883526',
        sid: '105',
        like: 701,
        title: '심상찮았던 김연경 손목의 그것…애플워치 보고있나 삼성의 놀라운 반전'
      },
      {
        company: '417',
        id: '0000757539',
        sid: '105',
        like: 14,
        title: '게 섯거라… 갤워치4 흥행 삼성 애플 맹추격'
      },
      {
        company: '015',
        id: '0004632039',
        sid: '105',
        like: 43,
        title: '그래도 애플? 이제는 삼성?…김연경 손목 효과에 대반전'
      },
      {
        company: '421',
        id: '0005742369',
        sid: '105',
        like: 63,
        title: '애플워치 딱 기다려…갤워치4 흥행 앞세운 삼성 애플 맹추격'
      },
      {
        company: '016',
        id: '0001916135',
        sid: '105',
        like: 1711,
        title: '애플워치 사지 삼성 것 누가 사나? 김연경 손목 그것 놀라운 반전'
      },
      {
        company: '629',
        id: '0000117639',
        sid: '105',
        like: 11,
        title: '갤럭시워치4 인기에…삼성 3분기 스마트워치 시장서 2위'
      },
      {
        company: '031',
        id: '0000638075',
        sid: '105',
        like: 24,
        title: '애플과 격차 줄이는 삼성…갤럭시워치4 3분기 최대 출하'
      },
      {
        company: '018',
        id: '0005091793',
        sid: '105',
        like: 24,
        title: '삼성 3분기 스마트워치 시장 2위…애플과 격차 줄여'
      }
    ]
  },
  cluster6: {
    keyword: [
      ['위메이드맥스', 64],
      ['미르4', 48],
      ['개발사', 40],
      ['편입', 40],
      ['위메이드넥스트', 32]
    ],
    data: [
      {
        company: '243',
        id: '0000019200',
        sid: '105',
        like: 8,
        title: '[증시이슈] 위메이드맥스 29% 급등…미르4 개발 자회사 편입 영향'
      },
      {
        company: '008',
        id: '0004676135',
        sid: '105',
        like: 16,
        title: '위메이드맥스 미르4 개발사 품었다'
      },
      {
        company: '005',
        id: '0001487354',
        sid: '105',
        like: 36,
        title: 'NFT 게임사 위메이드맥스 미르4 개발사 인수'
      },
      {
        company: '014',
        id: '0004746388',
        sid: '105',
        like: 55,
        title: '위메이드맥스 위메이드넥스트와 M&A'
      },
      {
        company: '417',
        id: '0000758861',
        sid: '105',
        like: 26,
        title: '미르4 성공신화 잇는다… 위메이드맥스 위메이드넥스트 자회사 편입'
      },
      {
        company: '092',
        id: '0002240464',
        sid: '105',
        like: 2,
        title: '위메이드맥스 미르4 개발사 위메이드넥스트 자회사 편입'
      },
      {
        company: '421',
        id: '0005749524',
        sid: '105',
        like: 10,
        title: '위메이드맥스 미르4 개발사 위메이드넥스트 완전 자회사로 편입'
      },
      {
        company: '366',
        id: '0000776565',
        sid: '105',
        like: 15,
        title: '위메이드맥스 미르4 개발사 위메이드넥스트 자회사 편입'
      }
    ]
  },
  cluster7: {
    keyword: [
      ['25%', 64],
      ['선택약정', 40],
      ['할인', 40],
      ['안내', 24],
      ['통신비', 24]
    ],
    data: [
      {
        company: '417',
        id: '0000759108',
        sid: '105',
        like: 2,
        title: '25% 통신할인 챙기세요… 과기부 선택 약정 안내 강화한다'
      },
      {
        company: '014',
        id: '0004746583',
        sid: '105',
        like: 53,
        title: '통신비 25% 할인 선택약정을 아시나요'
      },
      {
        company: '008',
        id: '0004676142',
        sid: '105',
        like: 15,
        title: '통신비 25% 할인 놓치고 있진 않나요?…혜택 안내 강화된다'
      },
      {
        company: '030',
        id: '0002984525',
        sid: '105',
        like: 39,
        title: '정부-이통사 선택약정 25% 할인 놓치지 말고 활용하세요'
      },
      {
        company: '138',
        id: '0002114348',
        sid: '105',
        like: 2,
        title: '정부 통신3사와 25% 선택약정 요금 안내 강화'
      },
      {
        company: '031',
        id: '0000639034',
        sid: '105',
        like: 6,
        title: '통신요금 25% 할인 선택약정 쉽게…재가입 링크 문자에 포함'
      },
      {
        company: '119',
        id: '0002552188',
        sid: '105',
        like: 4,
        title: '선택약정 가입 조회하고 통신비 월 25% 할인받으세요'
      },
      {
        company: '029',
        id: '0002708276',
        sid: '105',
        like: 0,
        title: '어르신 휴대폰비 25% 줄이세요 이통사 선택약정 할인 홍보 강화'
      }
    ]
  },
  cluster8: {
    keyword: [
      ['멤버십', 40],
      ['SKT', 32],
      ['내달', 24],
      ['할인·적립', 24],
      ['1일', 24]
    ],
    data: [
      {
        company: '629',
        id: '0000118164',
        sid: '105',
        like: 5,
        title: '할인 or 적립 SK텔레콤 T멤버십 손보기…고객 발길 잡는다'
      },
      {
        company: '417',
        id: '0000757975',
        sid: '105',
        like: 0,
        title: '제휴사 대폭 확대… SK텔레콤 내달 멤버십 2.0 선보인다'
      },
      {
        company: '018',
        id: '0005093214',
        sid: '105',
        like: 14,
        title: 'SKT 멤버십 할인·적립 중 마음대로 선택…내달 개편'
      },
      {
        company: '079',
        id: '0003578661',
        sid: '105',
        like: 10,
        title: '내달 1일 새로운 T멤버십이 온다…할인·적립 선택 가능'
      },
      {
        company: '016',
        id: '0001916528',
        sid: '105',
        like: 0,
        title: '할인? 적립? 내가 선택...SKT T멤버십 2.0 온다'
      },
      {
        company: '119',
        id: '0002550938',
        sid: '105',
        like: 3,
        title: 'SKT 멤버십 내달 1일 할인·적립 선택형으로 개편…적립 제휴처 ↑'
      },
      {
        company: '277',
        id: '0005004456',
        sid: '105',
        like: 1,
        title: '할인·적립형 골라 쓰세요 SKT 수정된 멤버십 2.0 발표'
      },
      {
        company: '031',
        id: '0000638252',
        sid: '105',
        like: 19,
        title: 'SKT 멤버십 할인·적립 선택한다…내달 1일 개편'
      }
    ]
  },
  cluster9: {
    keyword: [
      ['알뜰폰', 28],
      ['제한', 14],
      ['천만', 14],
      ['점유율', 14],
      ['더', 14]
    ],
    data: [
      {
        company: '417',
        id: '0000757990',
        sid: '105',
        like: 8,
        title: '알뜰폰 1000만명 시대… 더 저렴한 요금제 나온다'
      },
      {
        company: '029',
        id: '0002707894',
        sid: '105',
        like: 59,
        title: '효도폰 이미지 벗고 `알뜰폰 1000만` 시대'
      },
      {
        company: '277',
        id: '0005004680',
        sid: '105',
        like: 3,
        title: '[종합]알뜰폰 1000만 요금경쟁 넘어 신시장 발굴해야 계속 자란다'
      },
      {
        company: '092',
        id: '0002240096',
        sid: '105',
        like: 25,
        title: '알뜰폰 가입자 1천만 돌파...데이터 도매대가 30% 인하'
      },
      {
        company: '138',
        id: '0002114096',
        sid: '105',
        like: 1,
        title: '과기정통부 알뜰폰 활성화 방안 발표…통신자회사 점유율 제한'
      },
      {
        company: '008',
        id: '0004674550',
        sid: '105',
        like: 9,
        title: '알뜰폰 천만 돌파…요금은 더 싸게 e심·파손보험도 만든다'
      },
      {
        company: '277',
        id: '0005004535',
        sid: '105',
        like: 4,
        title: '천만 넘어선 알뜰폰… 이통3사 자회사 점유율 제한 검토'
      }
    ]
  }
};
