export default {
  cluster0: {
    keyword: [
      ['PXG', 117],
      ['골프', 91],
      ['에디션', 78],
      ['삼성전자', 65],
      ['출시', 52]
    ],
    data: [
      {
        company: '421',
        id: '0005718319',
        sid: '105',
        like: 10,
        title: '스타일난다 삼성 연이은 완판 행진…갤워치4 PXG 골프에디션 품절'
      },
      { company: '014', id: '0004736097', sid: '105', like: 7, title: '갤워치4 PXG 골프와 만났다' },
      {
        company: '015',
        id: '0004625762',
        sid: '105',
        like: 2,
        title: '삼성 PXG와 갤워치4 골프에디션 선보여'
      },
      {
        company: '469',
        id: '0000639785',
        sid: '105',
        like: 3,
        title: '삼성전자 골린이 위한 갤워치4 출시...내 손목 위 캐디'
      },
      {
        company: '015',
        id: '0004625636',
        sid: '105',
        like: 6,
        title: '갤럭시워치4 골프 브랜드 PXG와 콜라보 에디션 출시'
      },
      {
        company: '629',
        id: '0000114930',
        sid: '105',
        like: 2,
        title: '삼성전자 갤럭시 워치4 PXG 골프 에디션 출시'
      },
      {
        company: '138',
        id: '0002113130',
        sid: '105',
        like: 6,
        title: '삼성전자 골프에디션도 한정판…워치4 PXG골프에디션 선봬'
      },
      {
        company: '014',
        id: '0004735770',
        sid: '105',
        like: 10,
        title: '삼성 갤워치4에 PXG 더했다…新워치4 골프에디션'
      },
      {
        company: '366',
        id: '0000772321',
        sid: '105',
        like: 2,
        title: '비거리 측정·4만개 코스 가이드…삼성 갤럭시 워치4 PXG 골프 에디션 출시'
      },
      {
        company: '119',
        id: '0002545866',
        sid: '105',
        like: 6,
        title: '삼성전자 갤럭시워치4 PXG 골프 에디션 11일부터 한정 판매'
      },
      {
        company: '421',
        id: '0005708588',
        sid: '105',
        like: 21,
        title: '삼성 갤럭시워치4 PXG 골프 에디션 출시…11일부터 예약판매 시작'
      },
      {
        company: '277',
        id: '0004995833',
        sid: '105',
        like: 1,
        title: '삼성전자 갤럭시 워치4 PXG 골프 에디션 출시… 59만9000원부터'
      },
      {
        company: '029',
        id: '0002704991',
        sid: '105',
        like: 0,
        title: '거리 측정에 코스 공략까지…삼성 `갤워치4 PXG 골프 에디션` 출시'
      }
    ]
  },
  cluster1: {
    keyword: [
      ['출시', 54],
      ['샤오미', 54],
      ['국내', 45],
      ['20만원대', 36],
      ['레드미10', 36]
    ],
    data: [
      {
        company: '421',
        id: '0005718539',
        sid: '105',
        like: 23,
        title: '샤오미 20만원대 보급형 스마트폰 레드미 10 국내 출시'
      },
      {
        company: '015',
        id: '0004627396',
        sid: '105',
        like: 37,
        title: '한국 시장 포기 않는 中샤오미…20만원대 LTE 스마트폰 출시'
      },
      {
        company: '366',
        id: '0000773272',
        sid: '105',
        like: 19,
        title: '샤오미 폴더블·아이폰 맞서 초저가 공세…20만원대 LTE폰 출시'
      },
      {
        company: '030',
        id: '0002981281',
        sid: '105',
        like: 15,
        title: '샤오미 LTE폰 레드미10 국내 출시... 24만9700원'
      },
      {
        company: '092',
        id: '0002238895',
        sid: '105',
        like: 7,
        title: '샤오미 20만원대 가성비폰 레드미10 국내 출시'
      },
      {
        company: '014',
        id: '0004738079',
        sid: '105',
        like: 45,
        title: '25만원 LTE폰 샤오미의 레드미10… 韓시장 공략 가능할까'
      },
      {
        company: '029',
        id: '0002705644',
        sid: '105',
        like: 13,
        title: '샤오미 20만원대 LTE폰으로 韓 시장 공략…`레드미10` 국내 출시'
      },
      {
        company: '008',
        id: '0004668994',
        sid: '105',
        like: 36,
        title: '25만원 스마트폰 내민 샤오미…韓 고객 위한 레드미10'
      },
      {
        company: '119',
        id: '0002546995',
        sid: '105',
        like: 5,
        title: '샤오미 20만원대 보급형 스마트폰 레드미10 국내 공식 출시'
      }
    ]
  },
  cluster2: {
    keyword: [
      ['포토레지스트', 81],
      ['저온', 36],
      ['상용화', 36],
      ['ETRI', 27],
      ['성공', 27]
    ],
    data: [
      {
        company: '584',
        id: '0000016687',
        sid: '105',
        like: 5,
        title: '마이크로디스플레이용 포토레지스트 소재 국산화 성공'
      },
      {
        company: '029',
        id: '0002705319',
        sid: '105',
        like: 18,
        title: '국내 첫 저온 포토레지스트 개발... 올해 경제효과 600억 규모 전망'
      },
      {
        company: '001',
        id: '0012780797',
        sid: '105',
        like: 3,
        title: 'ETRI 저온서 작업 가능 디스플레이용 포토레지스트 기술 개발'
      },
      {
        company: '031',
        id: '0000634457',
        sid: '105',
        like: 5,
        title: 'ETRI 디스플레이용 저온 포토레지스트 세계 최초 상용화'
      },
      {
        company: '016',
        id: '0001910340',
        sid: '105',
        like: 132,
        title: '日 독점 포토레지스트 국산화 성공...OLED 첫 적용 성공'
      },
      {
        company: '081',
        id: '0003228309',
        sid: '105',
        like: 69,
        title: '日수출규제 넘어 韓 소·부·장 자립성공...저온 포토레지스트 최초 상용화'
      },
      {
        company: '014',
        id: '0004736466',
        sid: '105',
        like: 47,
        title: 'OLED용 포토레지스트 국산화 성공'
      },
      {
        company: '138',
        id: '0002113200',
        sid: '105',
        like: 204,
        title: '日도 못했는데…韓 OLED용 저온 포토레지스트 상용화'
      },
      {
        company: '092',
        id: '0002238534',
        sid: '105',
        like: 7,
        title: 'ETRI 디스플레이용 저온 포토레지스트 상용화'
      }
    ]
  },
  cluster3: {
    keyword: [
      ['영업익', 54],
      ['SKT', 36],
      ['3분기', 27],
      ['도약', 18],
      ['새', 18]
    ],
    data: [
      {
        company: '079',
        id: '0003573283',
        sid: '105',
        like: 5,
        title: 'SKT 인적분할 전 마지막 성적표는?…3분기 영업익 4천억·11.7%↑'
      },
      {
        company: '629',
        id: '0000115363',
        sid: '105',
        like: 3,
        title: '통신·신사업 날았다…SK텔레콤 3분기 영업익 전년比 12%↑'
      },
      {
        company: '031',
        id: '0000634817',
        sid: '105',
        like: 2,
        title: '새출발 SKT 통신·뉴ICT 모두 방긋'
      },
      {
        company: '008',
        id: '0004668506',
        sid: '105',
        like: 0,
        title: '단단한 본업 순조로운 신사업…SKT 3Q 영업익 11.7%↑'
      },
      {
        company: '119',
        id: '0002546629',
        sid: '105',
        like: 4,
        title: '통신·ICT 쌍끌이 SKT 3분기도 순항…인적분할로 새 도약'
      },
      {
        company: '018',
        id: '0005082617',
        sid: '105',
        like: 5,
        title: '5G에 미디어 날개 단 SKT…인적분할로 새 도약 발판'
      },
      {
        company: '138',
        id: '0002113291',
        sid: '105',
        like: 11,
        title: 'SKT 3분기 영업익 4000억원…전년비 11.7% ↑'
      },
      {
        company: '277',
        id: '0004997196',
        sid: '105',
        like: 1,
        title: '통신-신사업 쌍끌이 SK텔레콤 3분기 영업익 11.7%↑(상보)'
      },
      {
        company: '016',
        id: '0001910793',
        sid: '105',
        like: 4,
        title: '5G·미디어 사업 쌍끌이…SKT 영업익 4000억원 11.7%↑'
      }
    ]
  },
  cluster4: {
    keyword: [
      ['구글', 56],
      ['수수료', 40],
      ['고율', 24],
      ['논란', 24],
      ['결제', 24]
    ],
    data: [
      {
        company: '421',
        id: '0005721757',
        sid: '105',
        like: 3,
        title: '구글 꼼수 논란에 업계 의견 들은 방통위...이번주 시행령 입법예고'
      },
      {
        company: '138',
        id: '0002113447',
        sid: '105',
        like: 4,
        title: '구글 외부결제 고율 수수료 논란 웹툰‧웹소설업계 뿔났다'
      },
      {
        company: '025',
        id: '0003149779',
        sid: '105',
        like: 0,
        title: '구글 3자 결제 허용했지만 수수료 30→26% 과도한 통행료 논란 계속'
      },
      {
        company: '031',
        id: '0000634693',
        sid: '105',
        like: 0,
        title: '[IT돋보기] 구글 인앱결제 대책 내놨는데…韓 콘텐츠 업계 갈팡질팡'
      },
      {
        company: '629',
        id: '0000115080',
        sid: '105',
        like: 1,
        title: '구글 3자 결제 허용했지만…조승래 고율 수수료 본질 남아'
      },
      {
        company: '366',
        id: '0000772474',
        sid: '105',
        like: 9,
        title: '구글 외부결제 허용했지만 수수료 최고 26% 갑질 논란 여전'
      },
      {
        company: '031',
        id: '0000634217',
        sid: '105',
        like: 1,
        title: '조승래 의원 구글 고율 수수료 수취하겠다는 본질은 여전'
      },
      {
        company: '421',
        id: '0005708007',
        sid: '105',
        like: 10,
        title: '[後스토리]제3자 결제 허용…구글갑질 방지법에 구글이 백기 들었다?'
      }
    ]
  },
  cluster5: {
    keyword: [
      ['쿠키런', 40],
      ['데브시스터즈', 40],
      ['MAU', 24],
      ['전세계', 24],
      ['매출', 24]
    ],
    data: [
      {
        company: '014',
        id: '0004737512',
        sid: '105',
        like: 10,
        title: '데브시스터즈 3Q 매출 671억원…전년比 279%↑'
      },
      {
        company: '417',
        id: '0000752992',
        sid: '105',
        like: 5,
        title: '쿠키런이 효자네 데브시스터즈 3Q 매출 671억… 전년보다 278.7%↑(상보)'
      },
      {
        company: '011',
        id: '0003983688',
        sid: '105',
        like: 5,
        title: '쿠키런 돌풍 데브시스터즈 3분기 영업익 76억 원···흑자전환'
      },
      {
        company: '119',
        id: '0002546755',
        sid: '105',
        like: 2,
        title: '데브시스터즈 3분기 매출 279% 껑충…쿠키런 킹덤·오븐브레이크 쌍끌이'
      },
      {
        company: '014',
        id: '0004736448',
        sid: '105',
        like: 4,
        title: '쿠키런 10월 전세계 MAU 1000만명 이상 달성'
      },
      {
        company: '629',
        id: '0000114929',
        sid: '105',
        like: 13,
        title: '데브시스터즈 쿠키런 IP 통합 MAU 1000만명 돌파'
      },
      {
        company: '011',
        id: '0003982566',
        sid: '105',
        like: 7,
        title: '세계로 뻗은 K-게임 쿠키런 전세계 1000만명이 즐겼다'
      },
      {
        company: '031',
        id: '0000634138',
        sid: '105',
        like: 2,
        title: '쿠키런 IP 10월 전세계 통합 MAU 1천만명 넘어'
      }
    ]
  },
  cluster6: {
    keyword: [
      ['폴더블', 40],
      ['중', 40],
      ['비중', 40],
      ['美', 32],
      ['삼성폰', 32]
    ],
    data: [
      {
        company: '629',
        id: '0000115059',
        sid: '105',
        like: 87,
        title: '미국서도 통했다…삼성전자 美 폴더블폰 비중 0.6%→12%'
      },
      {
        company: '003',
        id: '0010819716',
        sid: '105',
        like: 14,
        title: '갤럭시Z의 힘…삼성전자 美 판매량 12%는 폴더블'
      },
      {
        company: '031',
        id: '0000634278',
        sid: '105',
        like: 12,
        title: '삼성전자 美서 폴더블 대중화 속도…삼성폰 10명 중 1명은 폴더블'
      },
      {
        company: '092',
        id: '0002238490',
        sid: '105',
        like: 51,
        title: '0.6%→12%...美 판매 삼성폰 중 폴더블폰 비중 껑충'
      },
      {
        company: '009',
        id: '0004875747',
        sid: '105',
        like: 69,
        title: '이제 폴더블폰이 대세되나…미국서 삼성폰 중 폴더블 비중 0.6%→12% 급증'
      },
      {
        company: '029',
        id: '0002705021',
        sid: '105',
        like: 49,
        title: '폴더블폰 美 시장 강타… 삼성폰 비중 12% 차지'
      },
      {
        company: '015',
        id: '0004625604',
        sid: '105',
        like: 30,
        title: '美판매 삼성폰 중 폴더블 비중 작년 0.6%→올해 12% 급증'
      },
      {
        company: '001',
        id: '0012776980',
        sid: '105',
        like: 20,
        title: '올해 美 판매 삼성 스마트폰 중 폴더블이 12% 차지'
      }
    ]
  },
  cluster7: {
    keyword: [
      ['연합뉴스', 42],
      ['뉴스에서', 28],
      ['네이버', 21],
      ['뉴스서', 14],
      ['네이버·다음', 14]
    ],
    data: [
      {
        company: '008',
        id: '0004669897',
        sid: '105',
        like: 35,
        title: '18일부터 네이버·다음 뉴스에서 연합뉴스 못본다'
      },
      {
        company: '092',
        id: '0002239077',
        sid: '105',
        like: 90,
        title: '네이버 뉴스서 연합뉴스 기사 못 본다'
      },
      {
        company: '469',
        id: '0000640870',
        sid: '105',
        like: 180,
        title: '광고성 기사 논란 연합뉴스 네이버 뉴스에서 퇴출'
      },
      {
        company: '032',
        id: '0003109866',
        sid: '105',
        like: 121,
        title: '연합뉴스 11월18일부터 네이버·다음 뉴스에서 사라진다'
      },
      {
        company: '629',
        id: '0000115895',
        sid: '105',
        like: 12,
        title: '네이버 뉴스서 연합뉴스 못 본다…제평위 재평가 탈락'
      },
      {
        company: '421',
        id: '0005720676',
        sid: '105',
        like: 32,
        title: '연합뉴스 11월18일부터 포털 뉴스에서 사라진다(종합)'
      },
      {
        company: '421',
        id: '0005720655',
        sid: '105',
        like: 1,
        title: '뉴스제휴평가위 특별심사 결과 발표…벌점 누적 매체 9곳 제재'
      }
    ]
  },
  cluster8: {
    keyword: [
      ['실증', 42],
      ['공항셔틀', 28],
      ['UAM', 21],
      ['SKT', 21],
      ['성공…2025년', 14]
    ],
    data: [
      {
        company: '092',
        id: '0002238900',
        sid: '105',
        like: 29,
        title: '하늘 나는 공항셔틀 실증 성공…2025년 수도권 상용화 목표'
      },
      {
        company: '018',
        id: '0005083572',
        sid: '105',
        like: 5,
        title: 'SK텔레콤 UAM 공항셔틀 실증 성공…2025년 상용화 목표'
      },
      {
        company: '014',
        id: '0004738081',
        sid: '105',
        like: 14,
        title: '에어택시로 김포-강남 10분 SKT 도심항공교통 실증'
      },
      {
        company: '016',
        id: '0001911451',
        sid: '105',
        like: 3,
        title: '김포~강남 에어택시로 날면 10분…SKT 도심 항공모빌리티 실증 성공'
      },
      {
        company: '366',
        id: '0000773160',
        sid: '105',
        like: 3,
        title: '한화 손잡은 SKT UAM 공항셔틀 실증 성공…현대차·KT 연합군과 경쟁 격화'
      },
      {
        company: '119',
        id: '0002547070',
        sid: '105',
        like: 4,
        title: '김포공항서 강남까지 10분…SKT UAM 수도권 공항셔틀 실증 성공'
      },
      {
        company: '001',
        id: '0012785391',
        sid: '105',
        like: 1,
        title: 'SKT 도심항공교통 통신기술 시연'
      }
    ]
  },
  cluster9: {
    keyword: [
      ['영업익', 42],
      ['3분기', 28],
      ['엔씨소프트', 21],
      ['엔씨', 21],
      ['반토막', 14]
    ],
    data: [
      {
        company: '009',
        id: '0004877409',
        sid: '105',
        like: 55,
        title: '엔씨소프트 3분기 영업익 반토막 963억원'
      },
      {
        company: '138',
        id: '0002113359',
        sid: '105',
        like: 10,
        title: '엔씨소프트 3분기 영업이익 963억원…전년비 56%↓'
      },
      {
        company: '421',
        id: '0005716129',
        sid: '105',
        like: 20,
        title: '블소2 흥행 실패 엔씨 3분기 영업익 962억원…전년比 55% 감소(상보)'
      },
      {
        company: '014',
        id: '0004737811',
        sid: '105',
        like: 6,
        title: '[상보]엔씨 영업익 963억원…전년比 56% 감소'
      },
      {
        company: '008',
        id: '0004668931',
        sid: '105',
        like: 9,
        title: '엔씨 3Q 영업익 963억원…블소2 부진에 실적 빨간불'
      },
      {
        company: '119',
        id: '0002546941',
        sid: '105',
        like: 11,
        title: '엔씨 3Q 영업익 963억…블소2 부진에 전년비 56% 감소'
      },
      {
        company: '016',
        id: '0001911182',
        sid: '105',
        like: 168,
        title: '위기의 엔씨소프트 3분기 영업익 전년比 반토막'
      }
    ]
  }
};
