export default {
  cluster0: {
    keyword: ['가상', '자산', '과세'],
    data: [
      {
        company: '018',
        id: '0005077505',
        sid: '105',
        like: 54,
        title: '이재명·민주당 한 목소리 “내년 가상자산 과세 유예해야”'
      },
      {
        company: '014',
        id: '0004733906',
        sid: '105',
        like: 0,
        title: '선거 앞두고… 與 "정부 설득해 가상자산 과세 유예할 것"'
      },
      {
        company: '092',
        id: '0002238133',
        sid: '105',
        like: 0,
        title: '민주당, 가상자산 과세유예 당론으로 채택하나'
      },
      {
        company: '138',
        id: '0002112896',
        sid: '105',
        like: 0,
        title: '내년 1월 시행 예정 가상자산 과세에 전문가들 "준비 부족" 우려'
      },
      {
        company: '293',
        id: '0000036838',
        sid: '105',
        like: 43,
        title: "두 달 후 가상자산 과세한다는 정부, 어떻게 할 건지 '깜깜이'"
      },
      {
        company: '018',
        id: '0005077204',
        sid: '105',
        like: 0,
        title: '돈 잃고도 양도세?…내년 가상자산 과세 허점 많아'
      },
      {
        company: '014',
        id: '0004733710',
        sid: '105',
        like: 0,
        title: '대선 앞둔 민주당 "가상자산 과세유예" 목소리 높인다'
      },
      {
        company: '018',
        id: '0005076650',
        sid: '105',
        like: 0,
        title: '이재명도, 민주연구원장도 "가상자산 과세 유예"…기재부 반대에도 탄력 받나'
      },
      {
        company: '014',
        id: '0004733040',
        sid: '105',
        like: 100,
        title: '민주당 "가상자산 과세 1년 연기 검토"'
      },
      {
        company: '092',
        id: '0002237941',
        sid: '105',
        like: 57,
        title: '김병욱 의원 "가상자산 과세 준비부족...1년 유예해야"'
      },
      {
        company: '014',
        id: '0004732395',
        sid: '105',
        like: 72,
        title: '가상자산 취득가 입증 못하면 매각가 전액 과세?'
      },
      {
        company: '014',
        id: '0004732266',
        sid: '105',
        like: 144,
        title: '가상자산 취득가 입증못하면 공짜취득?...가상자산 세금폭탄 우려'
      },
      {
        company: '014',
        id: '0004739304',
        sid: '105',
        like: 1,
        title: "'1년 유예' 힘실린 가상자산 과세… 연내 법개정 무난할 듯"
      },
      {
        company: '018',
        id: '0005083616',
        sid: '105',
        like: 6,
        title: '"과세 대상도, 인프라도 불확실…가상자산 과세 1년 유예해야"'
      },
      {
        company: '092',
        id: '0002238893',
        sid: '105',
        like: 77,
        title: '이재명 "가상자산 과세 1년 늦추고 공제한도 대폭상향해야"'
      },
      {
        company: '014',
        id: '0004738084',
        sid: '105',
        like: 72,
        title: '이재명 후보 "가상자산 과세 1년 유예"...연내 법 개정될까'
      },
      {
        company: '028',
        id: '0002567198',
        sid: '105',
        like: 53,
        title: '‘600만 코인 표심’ 의식? 이재명, 가상자산 과세 1년 유예 추진'
      }
    ]
  },
  cluster1: {
    keyword: ['게임', '카카오', '오딘'],
    data: [
      {
        company: '119',
        id: '0002544182',
        sid: '105',
        like: 18,
        title: '오딘 개발력 내재화 카카오게임즈, 실적도 퀀텀점프하나'
      },
      {
        company: '079',
        id: '0003569715',
        sid: '105',
        like: 8,
        title: '카카오게임즈, 게임 개발사 라이온하트 스튜디오 지분 인수'
      },
      {
        company: '138',
        id: '0002112726',
        sid: '105',
        like: 0,
        title: '카카오게임즈, ‘오딘’ 개발사 최대주주 자리에 왜 올랐나'
      },
      {
        company: '119',
        id: '0002543801',
        sid: '105',
        like: 0,
        title: "카카오게임즈, '오딘' 개발사 품고 글로벌 판권 확보한다"
      },
      {
        company: '092',
        id: '0002237822',
        sid: '105',
        like: 0,
        title: "카카오게임즈, '오딘' 개발사 인수…글로벌 판권 확보"
      },
      {
        company: '016',
        id: '0001906820',
        sid: '105',
        like: 0,
        title: "카카오게임즈, 1위 게임 '오딘' 개발사 품었다"
      },
      {
        company: '366',
        id: '0000770712',
        sid: '105',
        like: 0,
        title: '카카오게임즈, 라이온하트 스튜디오 지분 인수 계약 체결'
      },
      {
        company: '029',
        id: '0002703826',
        sid: '105',
        like: 0,
        title: '카카오게임즈, 라이온하트 스튜디오 지분 취득…`오딘` 글로벌 판권 확보'
      },
      {
        company: '011',
        id: '0003979956',
        sid: '105',
        like: 10,
        title: '리니지 누른 ‘오딘’ 글로벌 진출 시동···카겜, 라이온하트스튜디오 인수'
      },
      {
        company: '417',
        id: '0000749506',
        sid: '105',
        like: 0,
        title: '"글로벌 시장 공략" 카카오게임즈, \'오딘\' 개발사 라이온하트 지분 30% 인수'
      },
      {
        company: '629',
        id: '0000113738',
        sid: '105',
        like: 0,
        title: "카카오게임즈, '오딘' 라이온하트스튜디오 인수…글로벌 공략 박차"
      },
      {
        company: '421',
        id: '0005693788',
        sid: '105',
        like: 0,
        title: "'글로벌'로 '시즌2' 예고한 카카오게임즈…오딘 개발사 인수한다(종합)"
      },
      {
        company: '421',
        id: '0005693736',
        sid: '105',
        like: 0,
        title: "카카오게임즈, 4500억원 투자해 '오딘' 개발사 인수…글로벌 공략(상보)"
      },
      {
        company: '008',
        id: '0004664404',
        sid: '105',
        like: 0,
        title: "카카오게임즈, '오딘' 개발사 4500억에 품었다"
      },
      {
        company: '031',
        id: '0000632171',
        sid: '105',
        like: 7,
        title: "카카오게임즈, '오딘' 개발사 라이온하트 지분 30.37% 인수"
      }
    ]
  },
  cluster2: {
    keyword: ['불법', '스팸', '은행'],
    data: [
      {
        company: '011',
        id: '0003978964',
        sid: '105',
        like: 56,
        title: '“걸리면 번호 정지·징역 3년”···정부, 불법 스팸과 전쟁 선포(종합)'
      },
      {
        company: '011',
        id: '0003978871',
        sid: '105',
        like: 63,
        title: '불법스팸 발송자 소유 모든 전화번호 이용 정지'
      },
      {
        company: '366',
        id: '0000769937',
        sid: '105',
        like: 0,
        title: '은행 사칭 불법 스팸 잡는다…최초 전송자 2일 내 추적, 처벌도 3년 이하 징역'
      },
      {
        company: '030',
        id: '0002978201',
        sid: '105',
        like: 215,
        title: '불법 스팸 발송자, 모든 전화번호 이용정지'
      },
      {
        company: '018',
        id: '0005072219',
        sid: '105',
        like: 1,
        title: '정부, ‘은행사칭 불법스팸’ 강력 제재…풍선효과 해소 관건'
      },
      {
        company: '015',
        id: '0004621777',
        sid: '105',
        like: 33,
        title: "'불법스팸과 전쟁' 선포한 정부…걸리면 최대 징역 3년"
      },
      {
        company: '016',
        id: '0001905384',
        sid: '105',
        like: 12,
        title: '“○○은행 최저금리 대출” 불법스팸 최대 징역 3년'
      },
      {
        company: '138',
        id: '0002112458',
        sid: '105',
        like: 4,
        title: '‘은행 사칭 불법스팸문자’ 처벌 강화'
      },
      {
        company: '031',
        id: '0000631464',
        sid: '105',
        like: 3,
        title: '정부, \'은행사칭 불법스팸\'과 전면전…"처벌 강화"'
      },
      {
        company: '016',
        id: '0001905259',
        sid: '105',
        like: 11,
        title: '“○○은행 최저금리 대출”…불법 스팸 보냈다간 2일 만에 잡힌다'
      },
      {
        company: '014',
        id: '0004730408',
        sid: '105',
        like: 14,
        title: '“아이폰에서도 불법스팸 간편하게 신고한다”'
      },
      {
        company: '092',
        id: '0002237471',
        sid: '105',
        like: 0,
        title: '정부, 재난지원금 빙자 스팸 급증에 규제 대폭 강화'
      },
      {
        company: '008',
        id: '0004662861',
        sid: '105',
        like: 3,
        title: '"금융기관 번호 아닌데?"…정부, \'제2의 김미영 팀장\' 막는다'
      },
      {
        company: '277',
        id: '0004990400',
        sid: '105',
        like: 2,
        title: '"이틀 내 전송자 추적, 처벌도 강화"…\'은행사칭\' 불법스팸 뿌리 뽑는다'
      }
    ]
  },
  cluster3: {
    keyword: ['누리', '영상', '공개'],
    data: [
      {
        company: '029',
        id: '0002703157',
        sid: '105',
        like: 62,
        title: '누리호 마지막 과정 위성 모사체 분리까지 정상 진행'
      },
      {
        company: '008',
        id: '0004662587',
        sid: '105',
        like: 9,
        title: "[영상]'K-발사체'서 바라본 지구...2차 발사때 '생중계' 될까"
      },
      {
        company: '011',
        id: '0003978297',
        sid: '105',
        like: 21,
        title: '궤도 진입 왜 실패했을까···누리호가 찍은 셀카로 원인 찾는다'
      },
      {
        company: '079',
        id: '0003567865',
        sid: '105',
        like: 59,
        title: '[영상]누리호가 찍은 발사 장면 보니.. "1개 빼고 모두 정상적"'
      },
      {
        company: '092',
        id: '0002237372',
        sid: '105',
        like: 109,
        title: '누리호에서 본 지구 모습…동체 카메라 영상 공개'
      },
      {
        company: '029',
        id: '0002703011',
        sid: '105',
        like: 45,
        title: '누리호가 보내온 비행 영상 첫 공개…위성모사체까지 정상 분리'
      },
      {
        company: '031',
        id: '0000631181',
        sid: '105',
        like: 29,
        title: "[누리호 첫 발사] 누리호가 직접 찍은 '이륙에서 위성 분리까지' 영상 공개"
      },
      {
        company: '005',
        id: '0001479915',
        sid: '105',
        like: 55,
        title: '누리호가 찍은 지구는? 항우연, 비행과정 공개 [영상]'
      },
      {
        company: '008',
        id: '0004662258',
        sid: '105',
        like: 71,
        title: "[영상]누리호 이렇게 날았다…엔진·페어링·위성까지 '정상 분리'"
      },
      {
        company: '079',
        id: '0003567579',
        sid: '105',
        like: 36,
        title: "[영상]'누리호' 비행 과정 담긴 영상 공개…탑재 카메라 촬영"
      },
      {
        company: '023',
        id: '0003648972',
        sid: '105',
        like: 7,
        title: '1단 점화부터 모사체 분리까지...누리호의 700km 여행 영상 공개'
      },
      {
        company: '277',
        id: '0004989563',
        sid: '105',
        like: 63,
        title: '누리호가 찍은 지구…탑재 카메라 촬영 영상 공개'
      }
    ]
  },
  cluster4: {
    keyword: ['워치', '골프', '에디'],
    data: [
      {
        company: '014',
        id: '0004736097',
        sid: '105',
        like: 7,
        title: '갤워치4, PXG 골프와 만났다'
      },
      {
        company: '015',
        id: '0004625762',
        sid: '105',
        like: 2,
        title: "삼성, PXG와 '갤워치4 골프에디션' 선보여"
      },
      {
        company: '469',
        id: '0000639785',
        sid: '105',
        like: 3,
        title: '삼성전자, \'골린이\' 위한 갤워치4 출시..."내 손목 위 캐디"'
      },
      {
        company: '015',
        id: '0004625636',
        sid: '105',
        like: 6,
        title: "갤럭시워치4, 골프 브랜드 PXG와 '콜라보' 에디션 출시"
      },
      {
        company: '629',
        id: '0000114930',
        sid: '105',
        like: 2,
        title: "삼성전자, '갤럭시 워치4 PXG 골프 에디션' 출시"
      },
      {
        company: '138',
        id: '0002113130',
        sid: '105',
        like: 6,
        title: '삼성전자, 골프에디션도 한정판…‘워치4 PXG골프에디션’ 선봬'
      },
      {
        company: '014',
        id: '0004735770',
        sid: '105',
        like: 10,
        title: '삼성, 갤워치4에 PXG 더했다…新워치4 골프에디션'
      },
      {
        company: '366',
        id: '0000772321',
        sid: '105',
        like: 2,
        title: '‘비거리 측정·4만개 코스 가이드’…삼성, 갤럭시 워치4 PXG 골프 에디션 출시'
      },
      {
        company: '119',
        id: '0002545866',
        sid: '105',
        like: 6,
        title: "삼성전자, '갤럭시워치4 PXG 골프 에디션' 11일부터 한정 판매"
      },
      {
        company: '421',
        id: '0005708588',
        sid: '105',
        like: 21,
        title: "삼성, '갤럭시워치4 PXG 골프 에디션' 출시…11일부터 예약판매 시작"
      },
      {
        company: '277',
        id: '0004995833',
        sid: '105',
        like: 1,
        title: "삼성전자, '갤럭시 워치4 PXG 골프 에디션' 출시… 59만9000원부터"
      },
      {
        company: '029',
        id: '0002704991',
        sid: '105',
        like: 0,
        title: '거리 측정에 코스 공략까지…삼성, `갤워치4 PXG 골프 에디션` 출시'
      }
    ]
  },
  cluster5: {
    keyword: ['와이파이', '버스', '배'],
    data: [
      {
        company: '031',
        id: '0000631214',
        sid: '105',
        like: 28,
        title: '버스 와이파이, 5G 태우고 속도↑…"만원 버스서도 끊김없이 영상본다"'
      },
      {
        company: '277',
        id: '0004989765',
        sid: '105',
        like: 10,
        title: '[종합]“시내버스도 5G 와이파이 달고 달린다”… 내년부터 3만대 업그레이드'
      },
      {
        company: '138',
        id: '0002112371',
        sid: '105',
        like: 5,
        title: '5G로 레벨업한 버스와이파이…품질·실효성 논란 씻을까(종합)'
      },
      {
        company: '138',
        id: '0002112370',
        sid: '105',
        like: 4,
        title: '[현장] 5G로 달리는 버스에서 시민과 ‘영통’…“2023년 구축 완료”'
      },
      {
        company: '016',
        id: '0001904763',
        sid: '105',
        like: 3,
        title: '“차 안서 동영상 끊김 없게”…버스 와이파이 4배 빨라진다'
      },
      {
        company: '421',
        id: '0005683812',
        sid: '105',
        like: 5,
        title: '버스 와이파이, 5G 날개 단다…"넷플·유튜브 고화질 영상 문제없어"(종합)'
      },
      {
        company: '011',
        id: '0003978025',
        sid: '105',
        like: 1,
        title: '버스 공공 와이파이, LTE에서 5G로 4배 빨라진다'
      },
      {
        company: '138',
        id: '0002112352',
        sid: '105',
        like: 0,
        title: '5G 장착한 버스와이파이, 4배 빠른 속도로 달린다'
      },
      {
        company: '016',
        id: '0001904522',
        sid: '105',
        like: 7,
        title: '‘이제 동영상 안 끊길까’…버스 와이파이 4배 빨라진다'
      },
      {
        company: '001',
        id: '0012749511',
        sid: '105',
        like: 16,
        title: '시내버스 와이파이 4배 빨라진다…5G로 업그레이드'
      },
      {
        company: '277',
        id: '0004989528',
        sid: '105',
        like: 9,
        title: '“시내버스 와이파이 4배 빨라진다”… 내년부터 3만대 5G로 전환'
      }
    ]
  },
  cluster6: {
    keyword: ['카카오', '아이돌', '터'],
    data: [
      {
        company: '014',
        id: '0004728629',
        sid: '105',
        like: 8,
        title: '카카오엔터, 메타버스 아이돌 키운다'
      },
      {
        company: '030',
        id: '0002977494',
        sid: '105',
        like: 9,
        title: '카카오, 넷마블과 메타버스 협력'
      },
      {
        company: '009',
        id: '0004869296',
        sid: '105',
        like: 4,
        title: '카카오엔터, 글로벌 가상 아이돌 사업 진출한다'
      },
      {
        company: '138',
        id: '0002112216',
        sid: '105',
        like: 1,
        title: '넷마블-카카오, 가상 아이돌 그룹 함께 키운다'
      },
      {
        company: '029',
        id: '0002702513',
        sid: '105',
        like: 3,
        title: '카카오-넷마블, 메타버스 협력…내년 중 가상 아이돌 그룹 선보인다'
      },
      {
        company: '092',
        id: '0002237053',
        sid: '105',
        like: 3,
        title: '넷마블 메타버스엔터테인먼트, 카카오엔터와 파트너십 구축'
      },
      {
        company: '092',
        id: '0002237049',
        sid: '105',
        like: 3,
        title: "카카오엔터, '글로벌 가상 아이돌' 만든다"
      },
      {
        company: '293',
        id: '0000036713',
        sid: '105',
        like: 7,
        title: '넷마블·카카오, 메타버스 시너지 낸다…"K팝 가상 아이돌 개발"'
      },
      {
        company: '014',
        id: '0004728315',
        sid: '105',
        like: 12,
        title: "카카오엔터, 메타버스 아이돌 육성한다…'메타버스엔터'에 전략적 투자"
      },
      {
        company: '016',
        id: '0001903356',
        sid: '105',
        like: 8,
        title: '카카오엔터 ‘가상 아이돌’ 개발…넷마블과 맞손'
      },
      {
        company: '018',
        id: '0005069241',
        sid: '105',
        like: 7,
        title: '카카오, 넷마블과 손잡고 ‘글로벌 버츄얼 아이돌’ 사업 진출'
      }
    ]
  },
  cluster7: {
    keyword: ['금성', '오후', '달'],
    data: [
      {
        company: '005',
        id: '0001482097',
        sid: '105',
        like: 5,
        title: '[우주쇼 D-3]금성 품은 달, 8일 놓치면 15년 기다려야'
      },
      {
        company: '029',
        id: '0002704677',
        sid: '105',
        like: 3,
        title: '9년 기다린 금성의 `숨바꼭질`'
      },
      {
        company: '020',
        id: '0003391673',
        sid: '105',
        like: 13,
        title: '금성이 달 뒤에 숨는 숨바꼭질 9년만에 본다…“8일 오후 1~2시 유튜브 생중계”'
      },
      {
        company: '025',
        id: '0003148207',
        sid: '105',
        like: 0,
        title: '이번에 놓치면 15년 뒤…8일 오후 1~2시 달이 금성 가린다'
      },
      {
        company: '092',
        id: '0002238211',
        sid: '105',
        like: 0,
        title: 'NASA "달과 금성의 만남, 놓치지 마세요"'
      },
      {
        company: '056',
        id: '0011150388',
        sid: '105',
        like: 1,
        title: '과천과학관, 8일 오후 1∼2시 ‘금성 엄폐’ 현상 생중계'
      },
      {
        company: '584',
        id: '0000016612',
        sid: '105',
        like: 13,
        title: '달이 금성 가리는 숨바꼭질 9년만에 본다'
      },
      {
        company: '032',
        id: '0003108104',
        sid: '105',
        like: 18,
        title: '8일 낮 금성이 사라진다…맨눈으로도 관측 가능'
      },
      {
        company: '031',
        id: '0000633291',
        sid: '105',
        like: 4,
        title: '[지금은 우주] 오는 8일, 달이 금성을 가린다'
      },
      {
        company: '001',
        id: '0012769997',
        sid: '105',
        like: 0,
        title: '8일 오후 1∼2시에 금성이 달 뒤로 숨는다'
      },
      {
        company: '277',
        id: '0004994312',
        sid: '105',
        like: 64,
        title: '"이번에 놓치면 15년 기다려야"…9년 만의 금성 엄폐 현상'
      }
    ]
  },
  cluster8: {
    keyword: ['호', '누리', '압력'],
    data: [
      {
        company: '079',
        id: '0003570901',
        sid: '105',
        like: 23,
        title: '누리호, 궤도 진입 실패 원인은 3단 산화제탱크 압력 저하 때문'
      },
      {
        company: '277',
        id: '0004993965',
        sid: '105',
        like: 8,
        title: '누리호 1차 발사 조사위 발족…"3단부 엔진 조기 종료 원인 찾는다"'
      },
      {
        company: '005',
        id: '0001481866',
        sid: '105',
        like: 7,
        title: '과기부 “누리호 산화제탱크 압력 저하로 엔진 조기정지”'
      },
      {
        company: '029',
        id: '0002704380',
        sid: '105',
        like: 16,
        title: '`누리호` 실패 3단 산화제 탱크 압력 저하'
      },
      {
        company: '016',
        id: '0001908087',
        sid: '105',
        like: 0,
        title: '‘누리호’ 3단엔진 조기종료 원인은?…산화제 탱크 압력저하 때문'
      },
      {
        company: '032',
        id: '0003107925',
        sid: '105',
        like: 11,
        title: '"3단로켓 일찍 꺼진 원인은 산화제 탱크 압력 저하"…누리호 조사위 첫 회의'
      },
      {
        company: '031',
        id: '0000633136',
        sid: '105',
        like: 0,
        title: '누리호, 마지막 초속 7.5km 뚫지 못한 이유…산화제 탱크 압력↓'
      },
      {
        company: '001',
        id: '0012768498',
        sid: '105',
        like: 0,
        title: '과기부 "누리호 위성 미안착은 3단 산화제탱크 압력 저하 탓"(종합)'
      },
      {
        company: '056',
        id: '0011149679',
        sid: '105',
        like: 14,
        title: '누리호 발사조사위원회 발족…“3단 엔진 일찍 꺼진 이유 규명”'
      },
      {
        company: '018',
        id: '0005077363',
        sid: '105',
        like: 8,
        title: "국산 로켓 누리호 '불완전 비행' 원인은? 발사조사위 첫 회의"
      },
      {
        company: '008',
        id: '0004665822',
        sid: '105',
        like: 0,
        title: "누리호 3단엔진 멈춘 이유 찾는다…'발사조사위' 첫 회의"
      }
    ]
  },
  cluster9: {
    keyword: ['현모', '일상', '모두'],
    data: [
      {
        company: '031',
        id: '0000630670',
        sid: '105',
        like: 27,
        title: '[IT돋보기] 구현모 "24시간 AI 응답하는 일상"…KT, \'AICC\' 3년간 1조 투자'
      },
      {
        company: '119',
        id: '0002541409',
        sid: '105',
        like: 11,
        title: 'KT, AICC 매출 2025년 5천억 목표…구현모 “삶의 변화 이끈다”(종합)'
      },
      {
        company: '277',
        id: '0004988345',
        sid: '105',
        like: 0,
        title: '[종합]KT 구현모 "모두의 일상이 되는 AI" 선언…AICC 매출 5000억 목표'
      },
      {
        company: '015',
        id: '0004620137',
        sid: '105',
        like: 49,
        title: '구현모 KT 대표 "24시간 365일 AI가 응답하는 일상 만든다"'
      },
      {
        company: '008',
        id: '0004660956',
        sid: '105',
        like: 3,
        title: '골목식당, 동네빵집도 AI가 고객응대…KT, 年3조시장 선점한다'
      },
      {
        company: '016',
        id: '0001903364',
        sid: '105',
        like: 4,
        title: '구현모 “사람처럼 대화하는 AI시대 본격, 3조원 AI컨택센터 시장 정조준”'
      },
      {
        company: '018',
        id: '0005069170',
        sid: '105',
        like: 1,
        title: 'KT, 연 3조 AI고객센터 시장 정조준…“AI로 일상 바꾼다”'
      },
      {
        company: '366',
        id: '0000768913',
        sid: '105',
        like: 45,
        title: '‘A’에 힘준 KT 구현모 대표 “24시간 365일 AI가 응답하는 일상 만들겠다”'
      },
      {
        company: '277',
        id: '0004988204',
        sid: '105',
        like: 3,
        title: 'KT 구현모 "모두의 일상이 되는 AI" 선언…동네 미용실서도 AI가 전화받는다'
      },
      {
        company: '119',
        id: '0002546892',
        sid: '105',
        like: 8,
        title: 'KT 구현모 대표 ‘24시간 모두의 일상이 되는 AI’ 추진한다'
      }
    ]
  }
};
